tap "aws/tap"
tap "denji/nginx"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wtfutil/wtfutil"
brew "cask"
brew "coreutils"
brew "docker"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "docker-compose"
brew "fd"
brew "findutils"
brew "fortune"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "mas"
brew "moreutils"
brew "neovim"
brew "node"
brew "openssl"
brew "pinentry-mac"
brew "pyenv"
brew "wget"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "atom"
cask "cmake"
cask "docker"
cask "font-3270-nerd-font"
cask "font-3270-nerd-font-mono"
cask "font-anonymice-powerline"
cask "font-anonymouspro-nerd-font"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo-nerd-font"
cask "font-arimo-nerd-font-mono"
cask "font-aurulentsansmono-nerd-font"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-codenewroman-nerd-font"
cask "font-codenewroman-nerd-font-mono"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droid-sans-mono-for-powerline"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-fira-mono-for-powerline"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-go-mono-nerd-font-mono"
cask "font-gohu-nerd-font"
cask "font-gohu-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font"
cask "font-hermit-nerd-font-mono"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-lekton-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-liberation-mono-for-powerline"
cask "font-liberationmono-nerd-font"
cask "font-liberationmono-nerd-font-mono"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-monofur-for-powerline"
cask "font-monofur-nerd-font"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-1mn-nerd-mono"
cask "font-mplus-nerd-font"
cask "font-mplus-nerd-font-mono"
cask "font-noto-mono-for-powerline"
cask "font-noto-nerd-font"
cask "font-noto-nerd-font-mono"
cask "font-powerline-symbols"
cask "font-profont-nerd-font"
cask "font-profont-nerd-font-mono"
cask "font-proggyclean-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-roboto-mono-for-powerline"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-sharetechmono-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-terminus-nerd-font"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-mono-derivative-powerline"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font"
cask "font-ubuntumono-nerd-font-mono"
cask "github"
cask "iterm2"
cask "miro-formerly-realtimeboard"
cask "virtualbox"
mas "1Password 7", id: 1333542190
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
