tap "armmbed/formulae"
tap "aws/tap"
tap "blendle/blendle"
tap "denji/nginx"
tap "fluxcd/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "teamookla/speedtest"
tap "weaveworks/tap"
tap "wtfutil/wtfutil"
brew "cmake"
brew "coreutils"
brew "boost"
brew "libffi"
brew "readline"
brew "xz"
brew "autojump"
brew "awscli"
brew "lz4"
brew "python@3.9"
brew "cask"
brew "cpanminus"
brew "dfu-util"
brew "expect"
brew "ext4fuse"
brew "fd"
brew "findutils"
brew "fortune"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "graphviz"
brew "helm"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "ircii"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libyaml"
brew "lsusb"
brew "lua-language-server"
brew "luv", args: ["HEAD"]
brew "mage"
brew "mas"
brew "minikube"
brew "mitmproxy"
brew "mono"
brew "moreutils"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "oras"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "pyenv"
brew "pygments"
brew "pylint"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "selene"
brew "sheldon"
brew "smartmontools"
brew "stow"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "vitetris"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh", args: ["HEAD"]
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "aws/tap/aws-sam-cli"
brew "blendle/blendle/kns"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "teamookla/speedtest/speedtest"
brew "weaveworks/tap/eksctl"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "chronycontrol"
cask "corretto"
cask "disk-inventory-x"
cask "doteditor"
cask "dotnet-sdk"
cask "drawio"
cask "finch"
cask "finicky"
cask "font-3270-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-for-powerline"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-lekton-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-powerline-symbols"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "font-space-mono-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-derivative-powerline"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "github"
cask "grandperspective"
cask "iglance"
cask "iterm2"
cask "kubenav"
cask "lens"
cask "obs"
cask "powershell"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "stay"
cask "sublime-merge"
cask "sublime-text"
cask "textual"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wickrenterprise"
cask "zoom"
mas "Developer", id: 640199958
mas "LimeChat", id: 414030210
mas "Magnet", id: 441258766
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "MSG Viewer for Outlook", id: 973213640
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Twitter", id: 1482454543
