tap "armmbed/formulae"
tap "aws/tap"
tap "denji/nginx"
tap "fluxcd/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "teamookla/speedtest"
tap "weaveworks/tap"
tap "wtfutil/wtfutil"
brew "cmake"
brew "coreutils"
brew "openssl@1.1"
brew "boost"
brew "libffi"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.8"
brew "cask"
brew "chrony"
brew "dfu-util"
brew "expect"
brew "fd"
brew "findutils"
brew "fortune"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "python@3.8"
brew "graphviz"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ircii"
brew "jmeter"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "lsusb"
brew "lz4"
brew "mage"
brew "mas"
brew "mono"
brew "moreutils"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "octant"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "pyenv"
brew "pygments"
brew "pylint"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "smartmontools"
brew "subversion"
brew "telnet"
brew "tldr"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh", args: ["HEAD"]
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "aws/tap/aws-sam-cli"
brew "fluxcd/tap/flux"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "teamookla/speedtest/speedtest"
brew "weaveworks/tap/eksctl"
cask "aerial"
cask "alfred"
cask "balenaetcher"
cask "chronycontrol"
cask "cmake"
cask "corretto"
cask "disk-inventory-x"
cask "doteditor"
cask "dotnet-sdk"
cask "doxygen"
cask "drawio"
cask "finicky"
cask "font-3270-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulentsansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-codenewroman-nerd-font"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-for-powerline"
cask "font-droidsansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-gohufont-nerd-font"
cask "font-gomono-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavydata-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-inconsolata-nerd-font"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatalgc-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-lekton-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-powerline-symbols"
cask "font-profont-nerd-font"
cask "font-proggycleantt-nerd-font"
cask "font-roboto-mono-for-powerline"
cask "font-robotomono-nerd-font"
cask "font-saucecodepro-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "font-spacemono-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-derivative-powerline"
cask "font-ubuntu-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "github"
cask "grandperspective"
cask "iglance"
cask "iterm2"
cask "lens"
cask "obs"
cask "powershell"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "stay"
cask "sublime-merge"
cask "sublime-text"
cask "textual"
cask "vagrant"
cask "visual-studio-code"
cask "vnc-viewer"
cask "zoom"
mas "Developer", id: 640199958
mas "Focus Dashcam Organizer", id: 1476008241
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LimeChat", id: 414030210
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quip", id: 1003160018
mas "Ring", id: 1142753258
mas "Skitch", id: 425955336
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
