13xforever.language-x86-64-assembly
GrapeCity.gc-excelviewer
RandomChance.logstash
Shan.code-settings-sync
SirTobi.code-clip-ring
TabNine.tabnine-vscode
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
ajshort.include-autocomplete
alefragnani.project-manager
andrsdc.base16-themes
aws-scripting-guy.cform
cheshirekow.cmake-format
codezombiech.gitignore
connorshea.vscode-test-explorer-status-bar
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
eg2.tslint
felipecaputo.git-project-manager
gerane.Theme-dimmed-monokai
hbenl.vscode-test-explorer
hbrok.markdown-preview-bitbucket
jakeboone02.cypher-query-language
letmaik.git-tree-compare
lextudio.restructuredtext
llvm-vs-code-extensions.vscode-clangd
matepek.vscode-catch2-test-adapter
mauve.terraform
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.powershell
pstreule.codebucket
redhat.vscode-yaml
sidneys1.gitconfig
twxs.cmake
