13xforever.language-x86-64-assembly
ajshort.include-autocomplete
alefragnani.project-manager
AmazonEMR.emr-tools
amazonwebservices.aws-toolkit-vscode
amazonwebservices.codewhisperer-for-command-line-companion
AndrsDC.base16-themes
Anjali.clipboard-history
antfu.iconify
apollographql.vscode-apollo
ask-toolkit.alexa-skills-kit-toolkit
augustocdias.tasks-shell-input
aws-scripting-guy.cform
bradlc.vscode-tailwindcss
BriteSnow.vscode-toggle-quotes
cheshirekow.cmake-format
chrisbreiding.test-utils
christian-kohler.npm-intellisense
CircleCI.circleci
codezombiech.gitignore
connorshea.vscode-test-explorer-status-bar
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
fabiospampinato.vscode-terminals
felipecaputo.git-project-manager
firefox-devtools.vscode-firefox-debug
foxundermoon.shell-format
gerane.Theme-dimmed-monokai
gimenete.github-linker
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
hashicorp.terraform
hbenl.vscode-test-explorer
hbrok.markdown-preview-bitbucket
idered.npm
jakeboone02.cypher-query-language
letmaik.git-tree-compare
lextudio.restructuredtext
lharri73.dbc
llvm-vs-code-extensions.vscode-clangd
lokalise.i18n-ally
lukapetrovic.image-resizer
mads-hartmann.bash-ide-vscode
marklel.vscode-brazil
matepek.vscode-catch2-test-adapter
mikestead.dotenv
mindaro-dev.file-downloader
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.notepadplusplus-keybindings
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
nhoizey.gremlins
pomdtr.excalidraw-editor
pstreule.codebucket
RandomChance.logstash
redhat.vscode-yaml
ritwickdey.LiveServer
robclouth.wsl-path-tools
rust-lang.rust-analyzer
sidneys1.gitconfig
SirTobi.code-clip-ring
streetsidesoftware.code-spell-checker
trond-snekvik.simple-rst
twxs.cmake
Tyriar.sort-lines
Vue.volar
ziyasal.vscode-open-in-github
