tap "armmbed/formulae"
tap "aws/tap"
tap "blendle/blendle"
tap "denji/nginx"
tap "fluxcd/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "microsoft/mssql-release"
tap "millrfz/tap", "git@ssh.gitlab.aws.dev:millrfz/homebrew-tap.git"
tap "tamarin-prover/tap"
tap "teamookla/speedtest"
tap "weaveworks/tap"
tap "wtfutil/wtfutil"
brew "lz4"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "libyaml"
brew "aws-sam-cli"
brew "awscli"
brew "bandit"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "harfbuzz"
brew "bfg"
brew "boost"
brew "clang-format"
brew "cmake"
brew "libssh2"
brew "curl"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "dfu-util"
brew "docker-credential-helper"
brew "ext4fuse"
brew "fd"
brew "findutils"
brew "fortune"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "git-sizer"
brew "gitleaks"
brew "gitversion"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "hatch"
brew "helm"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "ircii"
brew "jd"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lesspipe"
brew "libffi"
brew "lpeg"
brew "lsusb"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "luv", args: ["HEAD"]
brew "mage"
brew "mas"
brew "maven"
brew "minikube"
brew "mise"
brew "mkcert"
brew "moreutils"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nss"
brew "oras"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "pygments"
brew "pylint"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "rclone"
brew "ripgrep"
brew "selene"
brew "shc"
brew "shellcheck"
brew "shfmt"
brew "smartmontools"
brew "stow"
brew "stylua"
brew "subversion"
brew "syft"
brew "tcl-tk"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "tree"
brew "unison"
brew "vitetris"
brew "watch"
brew "wget"
brew "yapf"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "z3"
brew "zlib"
brew "zsh", args: ["HEAD"]
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "weaveworks/tap/eksctl"
brew "aws/tap/eksdemo"
brew "blendle/blendle/kns"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "tamarin-prover/tap/tamarin-prover"
brew "teamookla/speedtest/speedtest"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "chronycontrol"
cask "corretto"
cask "corretto@8"
cask "dcv-viewer"
cask "disk-inventory-x"
cask "doteditor"
cask "dotnet-sdk"
cask "doxygen"
cask "drawio"
cask "fig"
cask "finicky"
cask "font-3270-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-for-powerline"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-lekton-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-monofur-for-powerline"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-powerline-symbols"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "font-space-mono-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-derivative-powerline"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "github"
cask "grandperspective"
cask "iglance"
cask "iterm2-beta"
cask "kubenav"
cask "lens"
cask "logitech-presentation"
cask "obs"
cask "postman"
cask "powershell"
cask "rectangle"
cask "reunion"
cask "session-manager-plugin"
cask "skitch"
cask "spotify"
cask "stay"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "textual"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wickrenterprise"
cask "zoom"
mas "Developer", id: 640199958
mas "Focus Dashcam Organizer", id: 1476008241
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
vscode "13xforever.language-x86-64-assembly"
vscode "ajshort.include-autocomplete"
vscode "amazonemr.emr-tools"
vscode "amazonwebservices-aisolutionsarchitecture.bedrock-vscode-playground"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "amodio.tsl-problem-matcher"
vscode "amzn.awsguruqlinter"
vscode "amzn.rusty-amazon-wiki"
vscode "andrsdc.base16-themes"
vscode "anjali.clipboard-history"
vscode "antfu.iconify"
vscode "apollographql.vscode-apollo"
vscode "asvetliakov.vscode-neovim"
vscode "augustocdias.tasks-shell-input"
vscode "aws-scripting-guy.cform"
vscode "bradlc.vscode-tailwindcss"
vscode "cheshirekow.cmake-format"
vscode "chrisbreiding.test-utils"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "connorshea.vscode-test-explorer-status-bar"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-terminals"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "foxundermoon.shell-format"
vscode "gerane.theme-dimmed-monokai"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hbrok.markdown-preview-bitbucket"
vscode "idered.npm"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jakeboone02.cypher-query-language"
vscode "kaze.vscode-plugin-contribution-model"
vscode "letmaik.git-tree-compare"
vscode "lextudio.restructuredtext"
vscode "lharri73.dbc"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "lokalise.i18n-ally"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marklel.vscode-brazil"
vscode "matepek.vscode-catch2-test-adapter"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.notepadplusplus-keybindings"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "mskelton.npm-outdated"
vscode "nhoizey.gremlins"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pomdtr.excalidraw-editor"
vscode "randomchance.logstash"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robclouth.wsl-path-tools"
vscode "rust-lang.rust-analyzer"
vscode "sharat.vscode-brewfile"
vscode "sidneys1.gitconfig"
vscode "sirtobi.code-clip-ring"
vscode "smithy.smithy-vscode-extension"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tomoki1207.pdf"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
