13xforever.language-x86-64-assembly
ajshort.include-autocomplete
amazonemr.emr-tools
amazonwebservices-aisolutionsarchitecture.bedrock-vscode-playground
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
amazonwebservices.codewhisperer-for-command-line-companion
amodio.tsl-problem-matcher
amzn.awsguruqlinter
amzn.rusty-amazon-wiki
andrsdc.base16-themes
anjali.clipboard-history
antfu.iconify
apollographql.vscode-apollo
asvetliakov.vscode-neovim
augustocdias.tasks-shell-input
aws-scripting-guy.cform
bradlc.vscode-tailwindcss
cheshirekow.cmake-format
chrisbreiding.test-utils
christian-kohler.npm-intellisense
codezombiech.gitignore
connorshea.vscode-test-explorer-status-bar
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
fabiospampinato.vscode-terminals
firefox-devtools.vscode-firefox-debug
foxundermoon.shell-format
gerane.theme-dimmed-monokai
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
hashicorp.terraform
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
hbrok.markdown-preview-bitbucket
idered.npm
inferrinizzard.prettier-sql-vscode
jakeboone02.cypher-query-language
kaze.vscode-plugin-contribution-model
letmaik.git-tree-compare
lextudio.restructuredtext
lharri73.dbc
llvm-vs-code-extensions.vscode-clangd
lokalise.i18n-ally
mads-hartmann.bash-ide-vscode
marklel.vscode-brazil
matepek.vscode-catch2-test-adapter
mikestead.dotenv
mindaro-dev.file-downloader
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.notepadplusplus-keybindings
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
mskelton.npm-outdated
nhoizey.gremlins
njpwerner.autodocstring
nrwl.angular-console
oderwat.indent-rainbow
orta.vscode-jest
pomdtr.excalidraw-editor
randomchance.logstash
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
robclouth.wsl-path-tools
rust-lang.rust-analyzer
sharat.vscode-brewfile
sidneys1.gitconfig
sirtobi.code-clip-ring
smithy.smithy-vscode-extension
timonwong.shellcheck
tintinweb.graphviz-interactive-preview
tomoki1207.pdf
trond-snekvik.simple-rst
twxs.cmake
tyriar.sort-lines
vscjava.vscode-java-debug
vscjava.vscode-java-test
vue.volar
yzhang.markdown-all-in-one
